Repository: andreibaliyevich/Comeroes
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: be

source: Personal info
be: Асабістыя зьвесткі

source: Permissions
be: Дазволы

source: Important dates
be: Важныя даты

source: Accounts
be: Уліковыя запісы

source: Email address
be: Адрас электроннай пошты

source: Password
be: Пароль

source: Confirm password
be: Пацвярджэнне пароля

source: Subscribe me to Newsletter
be: Падпісацца на рассылку навін

source: Passwords don't match.
be: Паролі не супадаюць.

source: Avatar
be: Аватар

source: This file format is not supported.
be: Гэты фармат файла не падтрымліваецца.

source: First name
be: Імя

source: Last name
be: Прозвішча

source: Phone
be: Тэлефон

source: January
be: Студзеня

source: February
be: Лютага

source: March
be: Сакавіка

source: April
be: Красавіка

source: May
be: Мая

source: June
be: Чэрвеня

source: July
be: Ліпеня

source: August
be: Жніўня

source: September
be: Верасня

source: October
be: Кастрычніка

source: November
be: Лістапада

source: December
be: Снежня

source: Date of Birth
be: Дата нараджэння

source: Make this address primary
be: Зрабіць гэты адрас асноўным

source: The Email must be set.
be: Электронная пошта павінна быць ўстаноўлена.

source: Superuser must have is_staff=True.
be: У суперкарыстальніка павінна быць is_staff=True.

source: Superuser must have is_superuser=True.
be: У суперкарыстальніка павінна быць is_superuser=True.

source: Wrong format!
be: Няправільны фармат!

source: Is subscription
be: Падпіска

source: Active
be: Актыўны

source: Staff status
be: Статус персанала

source: Superuser status
be: Статус суперкарыстальніка

source: Last visit
be: Апошняе наведванне

source: Last login
be: Апошні ўваход

source: Date joined
be: Дата рэгістрацыі

source: User
be: Карыстальнік

source: Users
be: Карыстальнікі

source: Locality
be: Населены пункт

source: Street, House
be: Вуліца, дом

source: Porch
be: Пад'езд

source: Level
be: Паверх

source: Apt / office
be: Кв. / офіс

source: Is Primary
be: Асноўны

source: Address
be: Адрас

source: Addresses
be: Адрасы

source: Error! Size of your image:
be: Памылка! Памер вашага малюнка:

source: You are logged in!
be: Вы аўтарызаваныя!

source: Invalid email or password!
be: Няправільны адрас электроннай пошты ці пароль!

source: Logged out successfully!
be: Выхад паспяхова выкананы!

source: Register User Done. Check your email.
be: Рэгістрацыя карыстальніка завершана. Праверце сваю электронную пошту.

source: The activation of a user was unsuccessful.
be: Актывацыя карыстальніка не ўдалася.

source: A user with this name was activated earlier.
be: Карыстальнік з такім імем быў актываваны раней.

source: Your account has been successfully activated.
be: Ваш уліковы запіс паспяхова актываваны.

source: Password Reset Done. Check your email.
be: Пароль скінуты. Праверце сваю электронную пошту.

source: Password Reset Complete. New password set.
be: Скід пароля завершаны. Новы пароль усталяваны.

source: Your password has been changed.
be: Ваш пароль зменены.

source: Your profile information has been changed.
be: Вашы дадзеныя профілю змененыя.

source: Your account has been deleted.
be: Ваш уліковы запіс выдаленая.

source: Cart
be: Кошык

source: Product does not exist!
be: Тавар не існуе!

source: Contacts
be: Кантакты

source: Working hours
be: Працоўныя гадзіны

source: City
be: Горад

source: Location
be: Размяшчэнне

source: Main image
be: Асноўнае выява

source: Recommend: 1000 x 667 px.
be: Рэкамендуем: 1000 x 667 пікселяў.

source: Phone for customers
be: Тэлефон для кліентаў

source: Phone for support
be: Тэлефон для падтрымкі

source: Email for customers
be: Электронная пошта для кліентаў

source: Email for support
be: Электронная пошта для падтрымкі

source: Start time in weekdays
be: Час пачатку ў буднія дні

source: End time in weekdays
be: Час заканчэння ў буднія дні

source: Start time in weekend
be: Час пачатку ў выходныя дні

source: End time in weekend
be: Час заканчэння ў выходныя дні

source: Main
be: Галоўны

source: Store
be: Магазін

source: Stores
be: Магазіны

source: Language
be: Мова

source: Store Translation
be: Пераклад магазина

source: Store Translations
be: Пераклады магазинаў

source: Image
be: Малюнак

source: Image of Store
be: Выява магазіна

source: Images of Store
be: Выявы магазіна

source: Name
be: Назва

source: Subject
be: Тэма

source: Content
be: Змест

source: Created at
be: Створана ў

source: Message
be: Паведамленне

source: Messages
be: Паведамлення

source: Thank you for your message.
be: Дзякуй за ваша паведамленне.

source: Coupons
be: Купоны

source: Promo code
be: Промокод

source: Code
be: Код

source: Valid with
be: Дзейнічае з

source: Valid until
be: Дзейнічае да

source: Discount
be: Зніжка

source: Coupon
be: Купон

source: Coupon is not valid.
be: Купон ня дзейнічае.

source: Coupon has been successfully applied.
be: Купон паспяхова ужыты.

source: Main app
be: Асноўнае прыкладанне

source: Newsletters sent to all subscribers
be: Навінавыя рассылкі дасланы ўсім падпісчыкам

source: Send selected Newsletters to all subscribers
be: Адправіць выбраныя навінавыя рассылкі ўсім падпісчыкам

source: Newsletter
be: Навінавая рассыланне

source: Confirmed
be: Пацверджаны

source: Subscriber
be: Падпісчык

source: Subscribers
be: Падпісчыкі

source: Content (text)
be: Змест (text)

source: Content (html)
be: Змест (html)

source: Updated at
be: Абноўлена ў

source: Newsletters
be: Навінавыя рассылкі

source: To complete your subscription, you need to confirm your email.
be: Для завяршэння падпіскі вам неабходна пацвердзіць свой адрас электроннай пошты.

source: You are already subscribed to our newsletter.
be: Вы ўжо падпісаныя на нашу рассылку навін.

source: The confirm of an email was unsuccessful.
be: Пацвярджэнне электроннага пісьма не ўдалося.

source: Email has been removed from subscriptions.
be: Электронная пошта была выдаленая з падпісак.

source: The email was confirm earlier.
be: Электронная пошта была пацверджана раней.

source: You have successfully subscribed to our newsletter.
be: Вы паспяхова падпісаліся на нашу рассылку навін.

source: The delete of an email was unsuccessful.
be: Не атрымалася выдаліць электроннае пісьмо.

source: Email has been removed from subscriptions earlier.
be: Электронная пошта была выдаленая з падпісак раней.

source: Orders
be: Заказы

source: Total cost
be: Выніковы кошт

source: Pending
be: У чаканні

source: Failed
be: Не атрымалася

source: Processing
be: Апрацоўка

source: Shipped
be: Адпраўлены

source: Completed
be: Завершаны

source: Delayed
be: Адкладзены

source: Canceled
be: Адменена

source: Refunded
be: Вяртаецца

source: Status
be: Статус

source: Order
be: Заказ

source: Product
be: Тавар

source: Price
be: Цана

source: Quantity
be: Колькасць

source: Total price
be: Агульная цана

source: Ordered product
be: Замоўлены прадукт

source: Ordered products
be: Замоўленая прадукцыя

source: Price category
be: Катэгорыя цэнаў

source: Low price
be: Нізкая цана

source: Average price
be: Сярэдняя цана

source: High price
be: Высокая цана

source: Old prices have been reset
be: Старыя цэны былі скінутыя

source: Reset old prices
be: Скінуць старыя цэны

source: Description / Specifications
be: Апісанне / Характарыстыкі

source: Products
be: Тавары

source: Popularity
be: Папулярнасць

source: New - Old
be: Новыя - старыя

source: Old - New
be: Старыя - новыя

source: Low - High Price
be: Нізкая - высокая цана

source: High - Low Price
be: Высокая - нізкая цана

source: A - Z Order
be: А - Я парадак

source: Z - A Order
be: Я - А парадак

source: Sort by:
be: Сартаваць па:

source: Min price
be: Мiнiмальная цана

source: Max price
be: Максімальная цана

source: Comics
be: Коміксы

source: Toys
be: Цацкі

source: Clothes
be: Адзенне

source: Accessories
be: Аксэсуары

source: Home Decor
be: Хатні дэкор

source: Categories
be: Катэгорыі

source: Languages
be: Мовы

source: Countries
be: Краіны

source: Materials
be: Матэрыялы

source: Sizes
be: Памеры

source: Colors
be: Колеры

source: Please leave review meaningful and useful.
be: Калі ласка, пакіньце водгук інфарматыўным і карысным.

source: Slug
be: Слаг

source: Logo
be: Лагатып

source: Recommend: 300 x 160 px.
be: Рэкамендуем: 300 х 160 пікселяў.

source: Manufacturer
be: Вытворца

source: Manufacturers
be: Вытворцы

source: Recommend: 764 x 905 px.
be: Рэкамендуем: 764 x 905 пікселяў.

source: Old price
be: Старая цана

source: Rating
be: Рэйтынг

source: Description
be: Апісанне

source: Select category
be: Выберыце катэгорыю

source: Star Wars
be: Зорныя войны

source: Category
be: Катэгорыя

source: Publication format
be: Фармат выдання

source: Number of pages
be: Колькасць старонак

source: Published
be: Выдадзены

source: Select binding
be: Выберыце пераплёт

source: Paperback
be: Мяккая вокладка

source: Hardcover
be: Цвёрды пераплёт

source: Binding
be: Пераплёт

source: Comic Book
be: Комікс

source: Select country
be: Выберыце краіну

source: USA
be: ЗША

source: China
be: Кітай

source: Russia
be: Расія

source: Manufacturer country
be: Краіна вытворца

source: Select material
be: Выберыце матэрыял

source: Plastic
be: Пластык

source: Plastic / electronics
be: Пластык / электроніка

source: Plastic / LED
be: Пластык / святлодыёд

source: Polyester
be: Поліэстэр

source: Plush
be: Плюшавы

source: Material
be: Матэрыял

source: Packing size
be: Памер ўпакоўкі

source: millimetres
be: міліметры

source: Weight
be: Вага

source: gram
be: грам

source: Toy
be: Цацка

source: T-Shirts
be: Футболкі

source: Jackets & Sweatshirts
be: Курткі і кофты

source: Robes & Sleepwear
be: Халаты і піжамы

source: Kids & Baby
be: Дзеці і дзіця

source: Tank Tops
be: Майкі

source: Select size
be: Выберыце памер

source: X-Small
be: XS

source: Small
be: S

source: Medium
be: Сярэдні

source: Large
be: L

source: X-Large
be: XL

source: XX-Large
be: XXL

source: XXX-Large
be: XXXL

source: Size
be: Памер

source: Select color
be: Выберыце колер

source: Red
be: Чырвоны

source: Green
be: Зялёны

source: Blue
be: Сіні

source: Black
be: Чорны

source: White
be: Белы

source: Gray
be: Шэры

source: Pink
be: Ружовы

source: Purple
be: Пурпурны

source: Color
be: Колер

source: Bags & Backpacks
be: Сумкі і заплечнікі

source: Jewelry
be: Ювелірныя вырабы

source: Tech Accessories
be: Тэхнічныя аксэсуары

source: Travel Accessories
be: Дарожныя аксэсуары

source: Hats
be: Галаўныя ўборы

source: Scarves
be: Шалікі

source: Socks
be: Шкарпэткі

source: Accessory
be: Аксэсуар

source: Mugs
be: Кружкі

source: Ornaments & Holiday Decor
be: Упрыгажэнні і святочны дэкор

source: Posters & Prints
be: Плакаты і друк

source: Stationery
be: Канцтавары

source: Product Translation
be: Пераклад прадукту

source: Product Translations
be: Пераклады прадуктаў

source: Product Image
be: Малюнак прадукту

source: Product Images
be: Малюнкі прадукту

source: Count
be: Колькасць

source: Warehouse
be: Склад

source: Warehouses
be: Склады

source: Choose rating
be: Выберыце рэйтынг

source: 5 stars
be: 5 зорак

source: 4 stars
be: 4 зоркі

source: 3 stars
be: 3 зоркі

source: 2 stars
be: 2 зоркі

source: 1 star
be: 1 зорка

source: Comment
be: Каментарый

source: Likes
be: Лайкі

source: Dislikes
be: Дізлайкі

source: Review
be: Водгук

source: Reviews
be: Водгукі

source: You have already left a review for this product.
be: Вы ўжо пакінулі водгук на гэты прадукт.

source: Thanks for your review.
be: Дзякуй за ваш водгук.

source: Review does not exist!
be: Водгук не існуе!

source: Brest
be: Брэст

source: Minsk
be: Мінск

source: Grodno
be: Гродна

source: Gomel
be: Гомель

source: Mogilev
be: Магілёў

source: Vitebsk
be: Віцебск

source: Support
be: Падтрымка

source: Members
be: Члены

source: Website problem
be: Праблема з сайтам

source: Complaint
be: Скарга

source: Info inquiry
be: Інфармацыйны запыт

source: Other problem
be: Іншая праблема

source: High
be: Высокі

source: Low
be: Нізкі

source: Priority
be: Прыярытэт

source: Open
be: Адкрыты

source: Closed
be: Закрыты

source: Ticket
be: Білет

source: Tickets
be: Білеты

source: Sender
be: Адпраўнік

source: Viewed
be: Прагледжана

source: Change Address
be: Рэдагаваць адрас

source: Update you address below:
be: Абновіце ваш адрас ніжэй:

source: Sign out
be: Выйсці

source: Update address
be: Абнавіць адрас

source: Add a new address
be: Дадаць новы адрас

source: Close
be: Зачыніць

source: Add address
be: Дадаць адрас

source: List of your addresses:
be: Спіс вашых адрасоў:

source: Actions
be: Дзеянні

source: porch
be: пад'езд

source: level
be: паверх

source: apt / office
be: кв. / офіс

source: Primary
be: Асноўны

source: Edit
be: Рэдагаваць

source: Remove
be: Выдаліць

source: You have no addresses yet!
be: У вас яшчэ няма адрасоў!

source: Add new address
be: Дадаць новы адрас

source: Home
be: Галоўная

source: Account
be: Уліковы запіс

source: Your Avatar
be: Ваш аватар

source: Dashboard
be: Кіраванне

source: Wishlist
be: Спіс жаданняў

source: Account settings
be: Налады ўліковага запісу

source: Profile info
be: Інфармацыя аб профілі

source: Payment methods
be: Спосабы аплаты

source: Update you profile details below:
be: Абновіце дадзеныя свайго профілю ніжэй:

source: Upload JPG or PNG image. The minimum 300 x 300 required.
be: Загружайце малюнак у фармаце JPG ці PNG. Патрабуецца мінімум 300 х 300.

source: Update profile
be: Абнавіць профіль

source: Change password
be: Змяніць пароль

source: Delete profile
be: Выдаліць профіль

source: Deleting Profile
be: Выдаленне профілю

source: This is extremely important.
be: Гэта вельмі важна.

source: By deleting your account, you will also delete all information associated with your account.
be: Выдаляючы свой уліковы запіс, вы таксама выдаліце ўсю інфармацыю, звязаную з вашым уліковым запісам.

source: Once you delete your account, there is no going back. Please make sure.
be: Пасля таго, як вы выдаліце свой уліковы запіс, шляху назад ужо не будзе. Калі ласка, пераканайцеся.

source: Are you sure you want to delete your account?
be: Вы ўпэўненыя, што хочаце выдаліць свой уліковы запіс?

source: Yes
be: Так

source: No
be: Не

source: Password Change
be: Змена пароля

source: Create a new password below:
be: Стварыце новы пароль ніжэй:

source: Old password
be: Стары пароль

source: Show password
be: Паказаць пароль

source: New password
be: Новы пароль

source: Your password can’t be too similar to your other personal information.
be: Ваш пароль не можа быць занадта падобны на іншую вашу асабістую інфармацыю.

source: Your password must contain at least 8 characters.
be: Ваш пароль павінен змяшчаць не менш за 8 знакаў.

source: Your password can’t be a commonly used password.
be: Ваш пароль не можа быць часта выкарыстоўваным паролем.

source: Your password can’t be entirely numeric.
be: Ваш пароль не можа быць цалкам лічбавым.

source: New password confirmation
be: Пацвярджэнне новага паролю

source: Password Reset
be: Скід пароля

source: Forgot your password?
be: Забылі свой пароль?

source: Change your password in three easy steps. This helps to keep your new password secure.
be: Зменіце свой пароль у тры простых кроку. Гэта дапамагае захаваць ваш новы пароль ў бяспецы.

source: Fill in your email address below.
be: Запоўніце ваш адрас электроннай пошты ніжэй.

source: We’ll email you a temporary link.
be: Мы вышлем вам часовую спасылку.

source: Go to the link to change your password on our secure website.
be: Перайдзіце па спасылцы, каб змяніць свой пароль на нашым бяспечным вэб-сайце.

source: Enter your email address
be: Увядзіце ваш адрас электроннай пошты

source: Please provide valid email address.
be: Калі ласка, пакажыце дзеючы адрас электроннай пошты.

source: Reset password
be: Скінуць пароль

source: Password Reset Confirm
be: Пацверджанне скіду пароля

source: Create a new password.
be: Стварыце новы пароль.

source: Set new password
be: Устанавіць новы пароль

source: The link is not valid or unused already!
be: Спасылка ужо не сапраўдная ці не выкарыстоўваецца!

source: Sign in
be: Аўтарызацыя

source: You are already authorized!
be: Вы ўжо аўтарызаваны!

source: Forgot password?
be: Забыліся пароль?

source: Sign In
be: Увайсці

source: No account?
be: Няма акаўнта?

source: Sign Up
be: Зарэгістравацца

source: Sign up
be: Рэгістрацыя

source: Registration takes less than a minute but gives you full control over your orders.
be: Рэгістрацыя займае менш хвіліны, але дае вам поўны кантроль над вашымі заказамі.

source: Already have an account?
be: Ужо ёсць акаўнт?

source: Your cart
be: Ваш кошык

source: Continue shopping
be: Працягнуць пакупкі

source: Update cart
be: Абнавіць кошык

source: Your cart is empty!
be: Ваш кошык пусты!

source: Apply
be: Прымяніць

source: Total
be: Усяго

source: To order
be: Замовіць

source: Expand cart
be: Разгарнуць кошык

source: Added to cart!
be: Дададзена ў кошык!

source: This product has been added to your cart.
be: Гэты тавар дададзены ў ваш кошык.

source: Main store address
be: Адрас асноўнага магазіна

source: Click to see map
be: Націсніце, каб убачыць карту

source: Mon
be: Пн

source: Fri
be: Пт

source: Sat
be: Сб

source: Sun
be: Нд

source: Phone numbers
be: Тэлефонныя нумары

source: For customers
be: Для кліентаў

source: Tech support
be: Тэхнічная падтрымка

source: Email addresses
be: Адрасы электроннай пошты

source: Our Stores
be: Нашы магазіны

source: Find us
be: Знайдзіце нас

source: Call us
be: Патэлефануйце нам

source: Write us
be: Напішыце нам

source: Drop us a line
be: Напішыце нам

source: Your name
be: Ваша імя

source: Please fill in you name!
be: Калі ласка, увядзіце сваё імя!

source: Your Email
be: Ваш E-mail

source: Please provide valid email address!
be: Калі ласка, укажыце дзейны адрас электроннай пошты!

source: Your phone
be: Ваш тэлефон

source: Please provide valid phone number!
be: Калі ласка, укажыце дзейны нумар тэлефона!

source: Provide short title of your request
be: Пазначце кароткую назву вашага запыту

source: Please describe in detail your request
be: Калі ласка, падрабязна апішыце ваш запыт

source: Please write a message!
be: Калі ласка, напішыце паведамленне!

source: Send message
be: Адправіць паведамленне

source: Store info
be: Інфармацыя аб краме

source: Store address
be: Адрас крамы

source: We wish you a nice day and a pleasant shopping at
be: Мы жадаем вам добрага дня і прыемных пакупак на

source: To unsubscribe, click on the link:
be: Каб адмовіцца ад падпіскі, перайдзіце па спасылцы:

source: Unsubscribe
be: Адпісацца

source: Dear User!
be: Дарагі Карыстальнік!

source: Someone asked for password reset for email
be: Хтосьці папрасіў скінуць пароль для электроннай пошты

source: If it was you, then follow the link below:
be: Калі гэта былі вы, то перайдзіце па спасылцы ніжэй:

source: This is an automatic letter, do not reply to it.
be: Гэта аўтаматычнае ліст, не адказвайце на яго.

source: Thank you for registering in the
be: Дзякуй за рэгістрацыю ў

source: You need to complete the activation in order to verify your identity. To do this, please follow the link:
be: Вам неабходна завяршыць актывацыю, каб пацвердзіць сваю асобу. Для гэтага перайдзіце па спасылцы:

source: Confirm Email
be: Пацвердзіць Email

source: User Activation
be: Актывацыя карыстальніка

source: You have subscribed to newsletter from
be: Вы падпісаліся на рассылку навін ад

source: To confirm your email you need to follow the link:
be: Для пацверджання электроннай пошты вам неабходна перайсці па спасылцы:

source: Confirm Subscribe
be: Пацвердзіць падпіску

source: Email confirmation
be: Пацвярджэнне электроннага адраса

source: About
be: Пра нас

source: We are glad to welcome you!
be: Мы рады вас вітаць!

source: Our store compares favorably with other book and comic stores precisely because of our approach to business, design, assortment, advertising and communication with customers. We value our clients and try to devote those interested to the immense, but so interesting and diverse world of comics.
be: Наша крама выгодна адрозніваецца ад іншых крам кніг і коміксаў менавіта дзякуючы нашаму падыходу да бізнэсу, дызайну, асартыменту, рэкламе і зносінам з пакупнікамі. Мы шануем сваіх кліентаў і імкнемся прысвяціць усіх жадаючых у неабсяжны, але такі цікавы і разнастайны свет коміксаў.

source: Our Capabilities
be: Нашы магчымасці

source: We offer a wide range of products. Here you can find comics, toys, clothes, various accessories for yourself, family and friends. There is a system of discounts. Products can be purchased with a special promotional code. Each of our employees will be happy to help you find something to your liking, even if you do not know what exactly you are looking for or where to start your acquaintance with comics.
be: Мы прапануем шырокі асартымент прадукцыі. Тут можна знайсці коміксы, цацкі, адзенне, розныя аксэсуары для сябе, сям'і і сяброў. Ёсць сістэма скідак. Тавары можна набыць па спецыяльным промакодзе. Кожны наш супрацоўнік будзе рады дапамагчы вам знайсці нешта па душы, нават калі вы не ведаеце, што менавіта шукаеце ці з чаго пачаць знаёмства з коміксамі.

source: Our team
be: Нашы магазіны

source: The specialists working here are keen readers who are constantly expanding their beloved world. We thoroughly know the needs of consumers and follow each new product, published in print media, gifts, souvenirs related to them. Thus, we provide an opportunity for our customers to find any significant thing related to their favorite stories and characters.
be: Спецыялісты, якія працуюць тут - гэта захопленыя чытачы, якія пастаянна пашыраюць любімы свет. Мы дасканала ведаем запыты спажыўцоў і сочым за кожнай навінкай, якая выходзіць у друкаваных выданнях, падарункаў, сувеніраў, злучаных з імі. Такім чынам, мы даем магчымасць сваім пакупнікам, знайсці любую значную рэч, звязаную з упадабанымі гісторыямі і персанажамі.

source: Our core team
be: Наша асноўная каманда

source: People behind your great shopping experience
be: Людзі, якія стаяць за вашым выдатным пакупальніцкім досведам

source: That person who helps others simply because it should or must be done, and because it is the right thing to do, is indeed without a doubt, a real superhero.
be: Той, хто дапамагае іншым толькі таму, што так трэба і так правільна, і ёсць, без сумневу, сапраўдны супергерой.

source: Stan Lee
be: Стэн Лі

source: Success!
be: Поспех!

source: Error!
be: Памылка!

source: Info message!
be: Інфармацыйнае паведамленне!

source: Free shipping for order over $200
be: Бясплатная дастаўка пры замове ад $200

source: We return money within 30 days
be: Вяртаем грошы на працягу 30 дзён

source: Friendly 24/7 customer support
be: Прыязная кругласутачная служба падтрымкі кліентаў

source: Search for products
be: Пошук тавараў

source: All categories
be: Усе катэгорыі

source: Expand menu
be: Разгарнуць меню

source: My Account
be: Мой акаўнт

source: Profile
be: Профіль

source: Hello
be: Прывет

source: Categories of goods
be: Катэгорыі тавараў

source: Information
be: Інфармацыя

source: Main Promotions
be: Галоўныя акцыі

source: Discounts | Promo codes
be: Зніжкі | Прамакоды

source: Gift Promotions
be: Падарункавыя акцыі

source: Bonuses
be: Бонусы

source: Stay informed
be: Будзьце ў курсе

source: Your email
be: Ваш e-mail

source: Subscribe
be: Падпісацца

source: Subscribe to our newsletter to receive early discount offers, updates and new products info.
be: Падпішыцеся на нашу рассылку, каб атрымліваць раннія прапановы скідак, абнаўлення і інфармацыю аб новых прадуктах.

source: Fast and free delivery
be: Хуткая і бясплатная дастаўка

source: Free delivery for all orders over $200
be: Бясплатная дастаўка для ўсіх заказаў звыш $200

source: Money back guarantee
be: Гарантыя вяртання грошай

source: 24/7 customer support
be: 24/7 служба падтрымкі кліентаў

source: Secure online payment
be: Бяспечная анлайн-аплата
