Repository: andreibaliyevich/Comeroes
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: be

source: We possess SSL / Secure сertificate
be: У нас ёсць сертыфікат SSL / Secure

source: Delivery
be: Дастаўка

source: Menu
be: Меню

source: Top
be: Верх

source: Fast delivery
be: Хуткая дастаўка

source: Delivery times are from 1 to 4 working days. The courier brings the parcel and hands you the order in person, or to the pick-up point, having previously notified you of his arrival. If the courier does not find you on the spot, the delivery is postponed to another day. The dispatch of the goods is carried out in 1-2 days after you receive the notification by e-mail. If there is no notification for a long time, please contact us by phone or by writing to us by e-mail.
be: Тэрміны дастаўкі ад 1 да 4 працоўных дзён. Кур'ер прыносіць пасылку і ўручае вам замову асабіста або ў пункт выдачы, папярэдне паведаміўшы вас аб сваім прыбыцці. Калі кур'ер не знойдзе вас на месцы, дастаўка пераносіцца на іншы дзень. Адпраўка тавару ажыццяўляецца праз 1-2 дні пасля атрымання апавяшчэння па электроннай пошце. Калі апавяшчэння не паступаюць на працягу доўгага часу, звяжыцеся з намі па тэлефоне ці напісаўшы нам па электроннай пошце.

source: Cost of delivery
be: Кошт дастаўкі

source: We deliver comics all over the country. The movement of your parcel can be tracked in your Personal Account on our website. Free delivery to our stores is available on our website when ordering from 50 rubles. Free delivery is also available for residents of Minsk. Free delivery to remote regions is carried out from 500 rubles.
be: Мы дастаўляем коміксы па ўсёй краіне. За перамяшчэннем вашай пасылкі можна сачыць у Асабістым кабінеце на нашым сайце. Бясплатная дастаўка ў нашы крамы даступная на нашым сайце пры замове ад 50 руб. Бясплатная дастаўка таксама даступна для жыхароў Мінска. Бясплатная дастаўка ў аддаленыя рэгіёны ажыццяўляецца ад 500 руб.

source: Storage of goods
be: Захоўванне тавараў

source: Attention! The period of free ordering of goods in the store is 7 days. After the expiration of the storage period, your product will be put up for sale. Be careful and track your parcels by order number from your personal account. Please note that when you receive your parcel, you will need an order number.
be: Увага! Тэрмін бясплатнай замовы тавараў у краме – 7 дзён. Па заканчэнні тэрміну захоўвання ваш тавар будзе выстаўлены на продаж. Будзьце ўважлівыя і адсочвайце свае пасылкі па нумары замовы з асабістага кабінета. Звярніце ўвагу, што пры атрыманні пасылкі вам спатрэбіцца нумар замовы.

source: Shang-Chi and
be: Шан-Чы і

source: the Legend of the Ten Rings
be: Легенда дзесяці кольцаў

source: Gear up for the epic new journey with clothing, action figures & more.
be: Прыгатуйцеся да новага эпічнага падарожжа з адзеннем, фігуркамі і многім іншым.

source: Shop Now
be: Купіць зараз

source: View Comics
be: Паглядзець коміксы

source: View Toys
be: Паглядзець цацкі

source: View Clothes
be: Паглядзець адзенне

source: Shop by brand
be: Купіць па брэнду

source: Read the blog
be: Чытаць блог

source: Latest store news
be: Апошнія навіны крамы

source: Follow on Instagram
be: Выконвайце ў Instagram

source: Sale
be: Распродаж

source: Add to wishlist
be: Дадаць у спіс жаданняў

source: Prev
be: Папярэдняя

source: Next
be: Наступная

source: Checkout Complete
be: Афармленне заказу завершана

source: Thank you for your order!
be: Дзякуй за ваш заказ!

source: Your order has been placed and will be processed as soon as possible.
be: Ваш заказ размешчаны і будзе апрацаваны ў самыя кароткія тэрміны.

source: Your order number, which is
be: Нумар вашага заказу:

source: You will be receiving an email shortly with confirmation of your order.
be: Неўзабаве вы атрымаеце электронны ліст з пацвярджэннем вашага замовы.

source: You can
be: Вы можаце

source: Go back shopping
be: Вярнуцца да пакупак

source: View order info
be: Паглядзець інфармацыю аб заказе

source: Checkout
be: Афармленне заказу

source: Data
be: Дадзеныя

source: Payment
be: Аплата

source: Your details
be: Вашы дадзеныя

source: Back to Cart
be: Вярнуцца ў кошык

source: Back
be: Назад

source: Proceed to Payment
be: Перайсці да аплаты

source: Continue
be: Працягнуць

source: Order summary
be: Вынік заказа

source: Order info
be: Інфармацыя аб заказе

source: Details of your order
be: Дэталі вашага заказа

source: Ordered goods
be: Заказаныя тавары

source: Cost info
be: Інфармацыя пра кошт

source: Details of order
be: Дэталі заказа

source: Order #
be: Заказ №

source: Date Purchased
be: Дата пакупкі

source: Orders History
be: Гісторыя заказаў

source: List of your orders:
be: Спіс вашых заказаў:

source: You have no orders yet!
be: У вас яшчэ няма заказаў!

source: Shop
be: Крама

source: Close sidebar
be: Зачыніць бакавую панэль

source: Reset
be: Скінуць

source: Show
be: Паказаць

source: of %(count)s products
be: з %(count)s прадуктаў

source: Filters
be: Фільтры

source: Search
be: Пошук

source: %(count)s Reviews
be: %(count)s водгук(аў)

source: Product available
be: Прадукт даступны

source: Product not available
be: Прадукт недаступны

source: Add to Cart
be: Дадаць у кошык

source: Product info
be: Інфармацыя пра прадукт

source: Share
be: Падзяліцца

source: mm
be: мм

source: g
be: г

source: No products
be: Няма тавараў

source: There are no products for this request!
be: Няма тавараў па гэтым запыце!

source: You may also like
be: Вам таксама можа спадабацца

source: Other products
be: Іншыя тавары

source: Overall rating
be: Агульны рэйтынг

source: View all reviews
be: Паглядзець усе водгукі

source: Write a review
be: Напісаць водгук

source: Submit a Review
be: Адправіць водгук

source: To leave a comment, you need to
be: Каб пакінуць каментар, вам неабходна

source: View all
be: Паглядзець усе

source: Brands
be: Брэнды

source: Date Created
be: Дата стварэння

source: Last Updated
be: Апошняе абнаўленне

source: Leave a Message
be: Пакіньце паведамленне

source: Submit and close the ticket
be: Адправіць і закрыць білет

source: Submit message
be: Адправіць паведамленне

source: Submit new ticket
be: Адправіць новы білет

source: We normally respond tickets within 2 business days.
be: Звычайна мы адказваем на квіткі на працягу 2 працоўных дзён.

source: Describe your issue
be: Апішыце вашу праблему

source: Submit Ticket
be: Адправіць білет

source: List of support tickets:
be: Спіс зваротаў у службу падтрымкі:

source: Date Created | Updated
be: Дата стварэння | абнаўлення

source: You have no tickets yet!
be: У вас яшчэ няма білетаў!

source: List of items you added to wishlist:
be: Спіс прадметаў, якія вы дадалі ў спіс жаданняў:

source: You have no wishes yet!
be: У вас пакуль няма жаданняў!

source: Added to wishlist!
be: Дабаўлена ў спіс жаданняў!

source: Wish
be: Жаданне

source: Wishes
be: Пажаданні

source: This product has already been added to your wishlist.
be: Гэты прадукт ужо дададзены ў ваш спіс жаданняў.

source: This product has been added to your wishlist.
be: Гэты прадукт дададзены ў ваш спіс жаданняў.

source: Wish does not exist!
be: Жадання не існуе!
